Repository: GabrielTorem/Residencia1C26
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: I am not sure just how I respond to the moral implication of this passage—I am not sure that with it, as with other passages in which H. H. speaks of the depth and wild solemnity of his love and remorse, Mr. Nabokov has not laid an emotional trap for the reader, that perhaps H. H.’s last intensities ought not to be received with considerably more irony than at first they call for.
es_es: No estoy seguro de cómo responder a la implicación moral de este fragmento; tampoco de que, en él —como en otros en los que H. H. habla de la solemnidad, profunda y salvaje, de su amor y de su remordimiento—, Nabokov no haya tendido al lector una trampa emocional; ni de que las intensidades últimas de H. H. no debieran recibirse con una ironía bastante mayor que la que, en un primer momento, parecen reclamar..

source: I can, I think, manage to take seriously a tragic Humbert, but I find myself easier with Humbert the anti-hero, with Humbert as cousin-german to Rameau’s nephew.
es_es: Creo que puedo tomarme seriamente a un Humbert trágico, pero me hallo más con el Humbert antihéroe, como primo hermano de Rameau.

source: I don’t say this with the least certitude.
es_es: No afirmo esto con la menor de las certezas.

source: I don’t want to put my uneasiness with the tragic Humbert as an objection.
es_es: No quiero presentar mi incomodidad ante el Humbert trágico como una objeción.

source: I have represented passion-love as being the antithesis of marriage and as coming to an end when the conditions characteristic of marriage impose themselves, by whatever means, upon the lovers.
es_es: Como antítesis del matrimonio he caracterizado el amor-pasión, y como un fenómeno destinado a su extinción en el momento en que, por los medios que fueren, sobre los amantes se imponen las condiciones propias de aquel.

source: I insist the world know how much I loved my Lolita, *this* Lolita, pale and polluted, and big with another’s child, but still grey-eyed, still sooty-lashed, still auburn and almond.
es_es: Insisto en que el mundo sepa cuánto amé a mi Lolita, a *esta* Lolita, pálida y mancillada, preñada del hijo de otro, pero aún de ojos grises, aún de pestañas tiznadas, aún pelo cobrizo y ambarino.

source: I later regretted having been cross at their stupidity when I found myself doubting the verisimilitude of Proust’s account of the relation of Swann to Odette.
es_es: Más tarde, lamenté haberme molestado por su necedad, cuando me encontré dudando de la verosimilitud de la interpretación de Proust sobre la relación entre Swann y Odette.

source: I may seem to have been talking about *Lolita* as if in writing it Mr. Nabokov had undertaken a job of emotional archaeology.
es_es: Puede parecer que he estado hablando de *Lolita*, como si al escribirla, Nabokov hubiera emprendido una labor de arqueología emocional.

source: If not a purely negative term, Gothic writing remains fascinated by objects and practices that are constructed as negative, irrational, immoral and fantastic.
es_es: Aunque no se trate de un término puramente negativo, la escritura gótica sigue fascinada por objetos y prácticas que se conciben como negativos, irracionales, inmorales y fantásticos.

source: If one can rely on the evidence of fiction to discover the modern idea of the right relation between a man and a woman, it would probably begin with a sexual meeting, more or less tentative or experimental, and go on to sexual communion, after which marriage would take place.
es_es: Si una persona se basara en la ficción para descubrir el concepto moderno de la relación correcta entre un hombre y una mujer, sería probable que iniciara con un encuentro sexual, un tanto tentativo o experimental, seguido de la comunión sexual, luego de lo cual llegaría el matrimonio.

source: If our fiction gives accurate testimony, love has disappeared from the Western world, just as Denis de Rougemont said it should.
es_es: Si nuestra ficción nos da un testimonio preciso, podemos aseverar que el amor desapareció del mundo occidental, tal como vaticinó Denis de Rougemont.

source: If the plot and the character are virtually identical in the Bildungsroman (Bates, 2009, p. 404), one can go so far as to argue that the character is the plot.
es_es: Si en el *Bildungsroman* la trama y el personaje son prácticamente iguales (Bates, 2009, p. 404), se podría llegar a sostener que el personaje es la trama.

source: If we add Jeffrey Jerome Cohen’s monster theory to the equation, the overlap between Gothic monstrosity and the posthuman becomes more striking.
es_es: Si añadimos la teoría del monstruo de Jeffrey Jerome Cohen a la ecuación, el solapamiento entre la monstruosidad gótica y lo poshumano resulta más llamativo.

source: Illegitimate power and violence is not only put on display but threatens to consume the world of civilised and domestic values.
es_es: El poder ilegítimo y la violencia no solo se exhiben, sino que amenazan con extinguir del mundo los valores de la vida civilizada y familiar.

source: Images of decay pervade Ballard’s surroundings.
es_es: Una imagen de decadencia invade el entorno de Ballard.

source: In *Cormac McCarthy:
es_es: En el libro *Cormac McCarthy:

source: In *Cormac McCarthy: A Literary Companion* (2010), Hage argues that *Child of God* is “as much bildungsroman as work of grotesque horror; it just happens to be about a serial killer” (p.
es_es: A Literary Companion* (2010), Hage sostiene que El hijo de Dios es “tanto una novela de formación como una obra de terror grotesco; simplemente trata sobre un asesino serial” (p.

source: In *Night Thoughts* the contemplation of death and decay serves to encourage speculations on the life to come.
es_es: En *Pensamientos nocturnos*, la contemplación de la muerte y la descomposición sirve para alentar especulaciones sobre la vida venidera.

source: In 1739 one contributor to *Common Sense* wrote: 'Methinks there was something respectable in those old hospitable Gothick halls, hung round with the Helmets, Breast-plates, and Swords of our Ancestors; I entered them with a Constitutional Sort of Reverence and look'd upon those arms with Gratitude, as the Terror of former Ministers, and the Check of Kings' (Kliger, p. 27).
es_es: En 1739, uno de los colaboradores de la revista *Common Sense* [Sentido común]escribió: Me parece que había algo respetable en aquellas antiguas y hospitalarias salas góticas, adornadas con yelmos, corazas y espadas de nuestros antepasados; entré en ellas con una especie de reverencia constitucional y contemplé esas armas con gratitud, como el terror de antiguos ministros y al control de los reyes (Kliger, p. 27).

source: In Ballard’s case, the deviance involves the corpse, which carries several implications.
es_es: En el caso de Ballard, la desviación involucra al cadáver, lo que conlleva diversas consecuencias.

source: In Gothic fiction certain stock features provide the principal embodiments and evocations of cultural anxieties.
es_es: En la ficción gótica, algunas características existentes ofrecen las principales encarnaciones y evocaciones de las ansiedades culturales.

source: In J.M.S.Tompkins’s study of the popular novel various themes and characteristics of Gothic were situated within a general literary historical context, while Edith Birkhead examined particular tales more closely in terms of their literary merit.
es_es: En el estudio de J. M. S. Tompkins sobre la novela popular, diversos temas y características del gótico se situaron dentro de un contexto histórico-literario general, mientras que Edith Birkhead examinó con mayor atención relatos específicos en función a su mérito literario.

source: In a century that has become increasingly sceptical about the values and practices associated with modernity and perceives these values as powerful fictions or grand narratives, new and yet familiar terrors and horrors emerge to present the dissolution of all order, meaning and identity in a play of signs, images and texts.
es_es: En un siglo que se ha tornado crecientemente escéptico respecto de los valores y prácticas asociados con la modernidad, y que percibe tales valores como ficciones poderosas o grandes relatos, emergen terrores y horrores nuevos y, sin embargo, familiares, para presentar la disolución de todo orden, significado e identidad en un juego de signos, imágenes y textos.

source: In a more specific historical sense, Gothic was associated with the history of the northern, Germanic nations whose fierce avowal of the values of freedom and democracy was claimed as an ancient heritage.
es_es: En un sentido histórico más específico, el gótico se asociaba con la historia de las naciones germánicas del norte, que reivindicaron su antiguo legado a través de un reconocimiento enérgico de los valores de libertad y democracia.

source: In a number of chapters, the reader learns about Ballard’s troubled childhood through minor characters.
es_es: En diversos capítulos, el lector accede a la infancia problemática de Ballard a través de personajes secundarios.

source: In a similar vein, Stanley Bates argues that the formation of the *Bildungsroman* somehow “conﬁrm[s] Hegel’s view that a central line of literature will concern the formation and development of individual consciousness in a variety of contingent circumstances.
es_es: En una línea similar, Stanley Bates sostiene que la formación del *Bildungsroman* de algún modo «confirma[n] la perspectiva de Hegel según la cual una línea central de la literatura se ocupará de la formación y el desarrollo de la conciencia individual en una variedad de circunstancias contingentes.

source: In a world which, since the eighteenth century, has become increasingly secular, the absence of a fixed religious framework as well as changing social and political conditions has meant that Gothic writing, and its reception, has undergone significant transformations.
es_es: En un mundo que, desde el siglo XVIII, se ha vuelto cada vez más secular, la ausencia de un marco religioso establecido, así como las condiciones políticas y sociales cambiantes, dieron lugar a que la escritura gótica y su recepción atravesaran transformaciones significativas.

source: In another chapter, it is related that Ballard “worked for old man Whaley settin fenceposts” to buy a riﬂe “when he was just almost a boy,” and he was a crack shot, who could “hit anything he could see” (p.
es_es: En otro capítulo, se relata que Ballard «trabajó para el viejo Whaley colocando postes de cerca» para comprar un rifle «cuando apenas dejaba de ser un niño», y que era un tirador excepcional, capaz de «acertar a cualquier cosa que estuviese a su alcance» (p.

source: In another chapter, it is related that Ballard “worked for old man Whaley settin fenceposts” to buy a riﬂe “when he was just almost a boy,” and he was a crack shot, who could “hit anything he could see” (p. 47).
es_es: En otro capítulo, se relata que Ballard «trabajó para el viejo Whaley colocando postes de cerca» para comprar un rifle «cuando apenas dejaba de ser un niño», y que era un tirador excepcional, capaz de «acertar a cualquier cosa que estuviese a su alcance» (p. 47).

source: In defining a divided world of divided beings, science also disclosed a sense of loss, of the decline of human society and its values of individual strength and health.
es_es: En la definición de un mundo dividido en seres divididos, la ciencia reveló asimismo una sensación de pérdida, del declive de la sociedad humana y de sus valores de fortaleza y salud individuales.

source: In fact, as David Punter and Glennis Byron note,
es_es: De hecho, así lo señalan David Punter y Glennis Byron:

source: In its imaginary ascendancy over nature, it discovered a grander scale and a new sense of power and freedom for itself.
es_es: En su ascenso imaginario sobre la naturaleza, descubrió una magnitud más imponente y un nuevo sentido de poder y libertad para sí misma.

source: In many ways the multiple origins of Gothic writing highlight its diverse composition.
es_es: De muchas maneras, los orígenes múltiples de la escritura gótica realzan el carácter diverso de su composición.

source: In many ways, the poem's warnings against corruption, depravity and atheism as well as many of its images of the Divinity, as a mighty mind, for instance, mark it out as a product of its age.
es_es: En muchos aspectos, las advertencias del poema contra la corrupción, la depravación y el ateísmo, así como muchas de sus imágenes de la Divinidad, como mente poderosa, por ejemplo, lo identifican claramente como un producto de su época.

source: In nineteenth-century Gothic fiction the trappings of aristocracy, the castles and counts, give way to narratives whose action centres on urban, domestic, commercial and professional figures and locales.
es_es: En la ficción gótica del siglo XIX, los ornamentos de la aristocracia, los castillos y los condes, dan paso a narraciones cuya acción se centra en personajes y sitios urbanos, domésticos, comerciales y profesionales.

source: In order to establish a link between *Child of God* and the tradition of the *Bildungsroman*, an examination of the characteristics of the Bildungsroman and their compatibility with the novel would be vital.
es_es: Para establecer un vínculo entre *Hijo de Dios* y la tradición del *Bildungsroman*, resulta fundamental examinar las características del *Bildungsroman* y su compatibilidad con la novela.

source: In other words, Ballard’s ostensible control over corpses through Gothic commodiﬁcation as a substitute for genuine human connection collapses into the subversion of the category of the humanist subject on account of his own identiﬁcation with the corpse as a symbol of the loss of rationalist control over the body.
es_es: En otras palabras, el control evidente que Ballard ejerce sobre los cadáveres mediante la cosificación gótica como sustituto para una auténtica conexión humana se derrumba en la subversión de la categoría del sujeto humanista debido a su propia identificación con el cadáver como símbolo de la pérdida del control racionalista sobre el cuerpo.

source: In other words, by equating the posthuman with a monstrosity, the novel undercuts any self-congratulatory celebration of a chaotic, liminal, and uncategorizable mode of existence.
es_es: En otras palabras, al equiparar lo poshumano con una monstruosidad, la novela socava toda celebración autocomplaciente de un modo de existencia caótico, liminal e inclasificable.

source: In other words, he is temporarily incorporated into society only as a posthuman Other, namely a monstrous corpse, to be “laid out on a slab and ﬂayed, eviscerated, dissected” and after three months of class, “scraped from the table into a plastic bag and taken with others of his kind to a cemetery outside the city and here interred” (p. 145; italics added).
es_es: En otras palabras, solo se lo integra temporalmente en la sociedad como un Otro poshumano, es decir, un cadáver monstruoso, y se lo coloca sobre una mesa de autopsias y será despellejado, eviscerado, diseccionado y, después de tres meses de clase, «se lo quitará de la mesa raspando y será metido en una bolsa de plástico y llevado junto con otros de su especie a un cementerio fuera de la ciudad, donde será enterrado» (p. 145; cursiva añadida).

source: In other words, in this type of literature, “the plot is the character
es_es: Dicho de otro modo, en este tipo de literatura, «la trama es el personaje:

source: In other words, in this type of literature, “the plot is the character —the representation of ‘how one becomes who one is’” (Bates, 2009, p.
es_es: Dicho de otro modo, en este tipo de literatura, «la trama es el personaje:

source: In other words, in this type of literature, “the plot is the character —the representation of ‘how one becomes who one is’” (Bates, 2009, p. 404; italics in the original).
es_es: Dicho de otro modo, en este tipo de literatura, «la trama es el personaje: la representación de "cómo una persona se convierte en lo que es"» (Bates, 2009, p. 404; cursiva en el original).

source: In other words, the Gothic “condenses the many perceived threats to these values, threats associated with… imaginative excesses and delusions,… human evil, social transgression, mental disintegration and spiritual corruption” (2005, p.
es_es: En otras palabras, lo gótico “condensa las numerosas amenazas percibidas a estos valores, amenazas asociadas con… excesos y delirios imaginativos,… maldad humana, transgresión social, desintegración mental y corrupción espiritual” (2005, p.

source: In other words, the serial killer opts to “write an identity on the body politic” (2000, p.
es_es: En otras palabras, el asesino serial procura «inscribir una identidad en el cuerpo político» (2000, p.

source: In other words, the serial killer opts to “write an identity on the body politic” (2000, p. 135).
es_es: En otras palabras, el asesino serial procura «inscribir una identidad en el cuerpo político» (2000, p. 135).

source: In particular, *Child of God* addresses the crisis of Man by establishing a speciﬁc line of communication with the Bildungsroman through postmodern parody in such a way as to both partake in and critique the tradition’s humanist ideals.
es_es: En particular, *Hijo de Dios* aborda la crisis del hombre y establece una línea de comunicación específica con el *Bildungsroman* mediante la parodia posmoderna, y lo hace de tal manera, que participa en los ideales humanistas de la tradición del *Bildungsroman* y, a la vez, los critica.

source: In particular, Ballard’s social alienation progresses to the point where his communion with animals increasingly lapses into a community of corpses, which seems to echo his own subversively posthuman mode of existence.
es_es: En particular, la alienación social de Ballard avanza hasta el punto de que su comunión con los animales se degrada cada vez más en una comunidad de cadáveres, lo que parece reflejar su propio modo de existencia subversivamente poshumana.

source: In particular, the Cartesian subjectivity enmeshed in the Enlightenment discourse, which Charles Taylor regards as an “epistemological revolution with anthropological consequences” (1977, p.
es_es: En particular, la subjetividad cartesiana imbricada en el discurso ilustrado, que Charles Taylor considera una «revolución epistemológica con consecuencias antropológicas» (1977, p.

source: In particular, the current paper argues that *Child of God* is a postmodern parody—in accordance with Linda Hutcheon’s deﬁnition—of the Bildungsroman, which draws on subversive Gothic elements in order to make a polemic statement about the status of Man in the postmodern world.
es_es: En concreto, en este artículo se aduce que *El hijo de Dios* es una parodia posmoderna (de acuerdo con la definición de Linda Hutcheon) de la novela de formación, que se basa en los elementos góticos subversivos con el propósito de efectuar una declaración polémica acerca del estatus del “hombre” en el mundo posmoderno.

source: In particular, the setting and characterization are the two vital components that enact and mirror the theme and plot in the Bildungsroman.
es_es: En particular, el escenario y la caracterización son los dos componentes fundamentales que representan y reflejan el tema y la trama del *Bildungsroman*.

source: In political texts of the 1790s like Burke’s *Reflections* the construction of revolutionary excesses as a terrifying monster served to define the threat and thus contain and legitimate its exclusion.
es_es: En textos políticos de la década de 1790 como *Reflections* de Burke, la construcción de los excesos revolucionarios como un monstruo aterrador operó para delimitar la amenaza y, en consecuencia, contenerla y legitimar su exclusión.

source: In the *mutuality* and *warmth of their *togetherness* their children are included.
es_es: En la *reciprocidad* y *la calidez de la unión* se incluye a los hijos.

source: In the contrasts displayed in Gothic presentations of darker themes, criticism finds an explicit invitation to indulge in traditional psychoanalysis: Gothic becomes a fiction of unconscious desire, a release of repressed energies and antisocial fantasies.
es_es: En los contrastes que se muestran en las presentaciones góticas de temas más sombríos, la crítica encuentra una invitación explícita a dejarse llevar por el psicoanálisis tradicional: el gótico se convierte en una ficción del deseo inconsciente, una liberación de energías reprimidas y fantasías antisociales.

source: In the eighteenth century they were wild and mountainous locations.
es_es: En el siglo XVIII, estos paisajes eran lugares salvajes y montañosos.

source: In the face of death, moreover, science remains impotent and blind.
es_es: Ante la muerte, además, la ciencia permanece impotente y ciega.

source: In the figures and settings that dominate Gothic narratives this ambivalence is manifested in terms of the genre’s affiliations with class.
es_es: En los personajes y en los escenarios que dominan las narraciones góticas, esta ambivalencia se manifiesta en la relación del género con la clase.

source: In the skeletons that leap from family closets and the erotic and often incestuous tendencies of Gothic villains there emerges the awful spectre of complete social disintegration in which virtue cedes to vice, reason to desire, law to tyranny.
es_es: En los esqueletos que saltan de los armarios familiares y en las tendencias eróticas y a menudo incestuosas de los villanos góticos, emerge el espantoso espectro de una completa desintegración social en la que la virtud cede al vicio, la razón al deseo y la ley a la tiranía.

source: In the twentieth century, in diverse and ambiguous ways, Gothic figures have continued to shadow the progress of modernity with counter-narratives displaying the underside of enlightenment and humanist values.
es_es: En el siglo XX, de formas diversas y ambiguas, las figuras del gótico siguieron ensombreciendo el progreso de la modernidad con contranarrativas que ponían de manifiesto la cara oculta de la Ilustración y los valores humanistas.

source: In this respect Gothic fiction preserves older traditions rather than attacking the aristocratic legacy of feudalism.
es_es: En este sentido, la ficción gótica preserva tradiciones más antiguas en lugar de atacar el legado aristocrático del feudalismo.

source: In this respect they echo the concerns about narrative that are embedded in Gothic writing from its beginnings, concerns about the limits, effects and power of representation in the formation of identities, realities and institutions.
es_es: En este sentido, se hacen eco de las preocupaciones por la narratividad inscriptas en la escritura gótica desde sus comienzos: preocupaciones relativas a los límites, los efectos y el poder de la representación en la formación de identidades, realidades e instituciones.

source: Included, with some approval, in these categories are works by writers who are now regarded as the core of the eighteenth-century novel tradition: Defoe, Richardson, Fielding and Smollett.
es_es: Dentro de estas categorías se incluyen, con cierta aprobación, las obras de escritores que hoy se consideran el núcleo de la tradición novelística del siglo XVIII: Defoe, Richardson, Fielding y Smollett.
